[["Description", "Funding", "Explaination"], ["Restoring 7,500 full-day preschool slots eliminated during the recession", "$66 million", "Funding was allocated to organizations in 41 counties that are part of the California State Preschool Program and had lost funding during the recession. Priority was given to full-day slots. Altogether, 6,185 full-day slots and 4,112 part-day slots were funded. They were expected to be available by Oct. 1, 2014."], ["Quality Rating System", "$50 million", "Ongoing annual grant to support quality improvements at the local level through the Quality Rating and Improvement System (QRIS). Grants will support preschool providers that meet high-quality targets and provide support and incentives for those striving to meet them. The funds were awarded to 16 county offices of education."], ["Increase standard  reimbursement rates (SRR) by 5% to providers", "$49 million", "Increase the standard reimbursement rate by 5 percent to $36.10 per child for a full-day program. Part-time is .625% of the full-day rate."], ["Professional Development", "$25 million", "One-time funds allocated to local planning councils (LPCs) for training transitional kindergarten and preschool teachers with TK teachers receiving first priority."], ["Eliminate part-day preschool fees", "$15 million", "Beginning in 2012, parents were expected to pay minimal fees, but the fees proved to be a barrier for some low-income families. This funding reimburses providers for the loss of those fees, which have been eliminated."], ["Facilities", "$10 million", "Provides loans for renovation or purchase of facilities for providers that are part of the California State Preschool Program. The loans would have to be paid back in 10 years or less."], ["4,000 new full-day preschool slots", "$4 million", "These slots will be made available on June 15, 2015. The $4 million covers the two remaining weeks in the 2014-15 fiscal year, but the Legislature is expected to provide ongoing funding in future budgets."]]